Repository: outadoc/just-chatting
Catalog: app-ios-native/JustChatting/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ viewers
fr: %@ spectateurs

source: %lld seconds remaining
fr: %lld secondes restantes

source: About
fr: À propos

source: Appearance
fr: Apparence

source: Based on Xtra for Twitch
fr: Basée sur Xtra for Twitch

source: Cancel
fr: Annuler

source: Cancel reply
fr: Ne plus répondre à ce message

source: Canceled
fr: Annulé

source: Chat
fr: Tchat

source: Clear message
fr: Effacer

source: Continue with Twitch
fr: Continuer avec Twitch

source: Contribute to the project
fr: Contribuer au projet

source: Copied to clipboard
fr: Message copié dans le presse-papier

source: Copies the emote name
fr: Copie le nom de l'émote

source: Copy message
fr: Copier dans le presse-papier

source: Created on %@
fr: Créé le %@

source: Display pronouns next to usernames in chat.
fr: Récupérer et afficher les pronoms préférés des utilisateur·rice·s, grâce aux données de pronouns.alejo.io.

source: Emote
fr: Émote

source: Emotes
fr: Émotes

source: Emotes in this message
fr: Émotes utilisées

source: Export logs
fr: Exporter les logs

source: Export recent logs for debugging purposes.
fr: Exporter vos logs récents à des fins de débogage.

source: Failed to load chat
fr: Impossible de charger le tchat

source: Find Twitch channels by name
fr: Cherchez le nom d’une chaine Twitch

source: Following
fr: Suivies

source: Following since %@
fr: Suivi·e depuis le %@

source: In order to browse your followed channels and post in chat, you will need to link your Twitch account.
fr: Pour parcourir vos chaînes suivies et poster dans le tchat, vous devez lier votre compte Twitch.

source: Just Chatting is based on the Xtra for Twitch project.
fr: Just Chatting est basée sur le projet Xtra for Twitch.

source: Just Chatting is provided under the terms of the GNU Affero General Public License v3.0.
fr: Just Chatting est distribuée sous les termes de la licence GNU Affero General Public License v3.0.

source: Licensing
fr: Licence

source: Live
fr: En direct

source: Live since %@
fr: En direct depuis %@

source: Load recent messages when opening a chat.
fr: Lorsque vous rejoignez une conversation, les messages récents sont récupérés et affichés grâce aux données de recent-messages.robotty.de.

source: Load third-party emote sets in chat.
fr: Charger les emotes tierces dans le tchat.

source: Log out
fr: Se déconnecter

source: Log out?
fr: Se déconnecter ?

source: Logs copied to clipboard
fr: Logs copiés dans le presse-papier

source: No chat selected
fr: Aucun tchat sélectionné

source: No section selected
fr: Aucune section sélectionnée

source: Offline
fr: Hors ligne

source: Open-source
fr: Logiciels libres

source: Pronouns
fr: Pronoms

source: Recent channels
fr: Chaînes récentes

source: Recent messages
fr: Messages récents

source: Reconnecting to chat…
fr: Reconnexion au tchat…

source: Reduce motion in chat using iOS accessibility settings.
fr: Vous pouvez désactiver l'animation des émotes en activant l'option « Suppression des animations » dans les réglages de votre appareil.

source: Remove
fr: Supprimer

source: Reply
fr: Répondre à ce message

source: Reuse last message
fr: Réutiliser le dernier message envoyé

source: Schedule
fr: Programme

source: Scroll to latest messages
fr: Aller aux derniers messages

source: Search
fr: Recherche

source: Search channels
fr: Rechercher une chaîne…

source: Select a channel to open its chat.
fr: Sélectionnez une chaîne pour ouvrir son tchat.

source: Send
fr: Envoyer

source: Send a message
fr: Envoyer un message

source: Set your pronouns
fr: Renseignez vos propres pronoms

source: Settings
fr: Réglages

source: Show emotes
fr: Ouvrir le sélecteur d'émote

source: Show keyboard
fr: Afficher le clavier

source: Show pronouns
fr: Afficher les pronoms

source: Show timestamps
fr: Horodatage des messages

source: Shows stream info
fr: Affiche les infos du stream

source: Shows website
fr: Voir le site web

source: Sign in with Twitch
fr: Continuer avec Twitch

source: Slow %@
fr: Lent %@

source: Slow mode
fr: Mode lent

source: Stream info
fr: Infos du stream

source: Subs
fr: Abonné·e·s

source: System animations
fr: Animations système

source: Third-party integrations
fr: Intégrations tierces

source: Try the demo
fr: Essayer la démo

source: Watch live
fr: Regarder en direct

source: Welcome to
fr: Bienvenue dans

source: You will need to log in again to use the app.
fr: Vous devrez vous reconnecter afin de pouvoir utiliser l’application.
